IDEA Open Model
ProjectData.Name Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the name of project.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ProjectData Class
IdeaRS.OpenModel Namespace